[
    {
      "index": 0,
      "artistName": "Echo Skies",
      "artistGenre": "Orchestral Rock",
      "picture": "http://placehold.it/32x32",
      "about": "Fugiat non sint aliqua sunt enim exercitation occaecat cillum deserunt esse nisi cillum eu. Et enim quis tempor irure amet mollit officia voluptate Lorem. Commodo enim cillum incididunt ea fugiat voluptate proident magna ex veniam. Minim proident officia nostrud laboris. Pariatur ut eu fugiat labore mollit cillum incididunt. In aute mollit magna est.\r\n",
      "spotify": "http://spotify.com",
      "soundcloud": "http://soundcloud.com",
      "apple_music": "http://store.apple.com"
    },
    {
      "index": 1,
      "artistName": "green",
      "artistGenre": "green",
      "picture": "http://placehold.it/32x32",
      "about": "Veniam laborum amet do exercitation esse quis incididunt cupidatat non. Laboris adipisicing excepteur mollit anim voluptate Lorem velit laborum qui laborum eu occaecat. Non consectetur elit officia consectetur.\r\n",
      "spotify": "http://spotify.com",
      "soundcloud": "http://soundcloud.com",
      "apple_music": "http://store.apple.com"
    },
    {
      "index": 2,
      "artistName": "green",
      "artistGenre": "brown",
      "picture": "http://placehold.it/32x32",
      "about": "Tempor dolore aliquip et cupidatat consequat duis voluptate culpa. Anim id dolor est nulla voluptate labore dolor. Ex ad labore do ex enim sit pariatur. Eu quis ad est do id dolor dolor consectetur exercitation dolor ut aliquip. Commodo deserunt et tempor sunt fugiat consequat consequat irure pariatur mollit consectetur incididunt duis esse.\r\n",
      "spotify": "http://spotify.com",
      "soundcloud": "http://soundcloud.com",
      "apple_music": "http://store.apple.com"
    },
    {
      "index": 3,
      "artistName": "brown",
      "artistGenre": "green",
      "picture": "http://placehold.it/32x32",
      "about": "Ipsum magna ullamco laborum aliqua pariatur occaecat aliquip. Adipisicing fugiat ex pariatur incididunt id. Ex cillum Lorem aliqua mollit.\r\n",
      "spotify": "http://spotify.com",
      "soundcloud": "http://soundcloud.com",
      "apple_music": "http://store.apple.com"
    },
    {
      "index": 4,
      "artistName": "alex",
      "artistGenre": "green",
      "picture": "http://placehold.it/32x32",
      "about": "Exercitation nisi et nulla magna nulla in laboris do aliquip elit enim sit sit. Dolore esse voluptate qui deserunt do minim et irure ea. Anim adipisicing dolore ad incididunt esse enim ullamco sint laboris. Culpa anim elit quis ad sunt dolore ullamco enim voluptate et. Enim elit mollit est occaecat amet sit duis consequat pariatur adipisicing non proident.\r\n",
      "spotify": "http://spotify.com",
      "soundcloud": "http://soundcloud.com",
      "apple_music": "http://store.apple.com"
    }
  ]